/* No comment provided by engineer. */
" and information specific to your build of %@" = " and information specific to your build of %@";

/* No comment provided by engineer. */
"%@ Crash Reporter" = "%@ Crash Reporter";

/* No comment provided by engineer. */
"A detailed explanation of what you were doing when %@ crashed (optional)" = "A detailed explanation of what you were doing when %@ crashed (optional)";

/* No comment provided by engineer. */
"A short description of the crash" = "A short description of the crash";

/* No comment provided by engineer. */
"Additional crash details: (Optional)" = "Additional crash details: (Optional)";

/* No comment provided by engineer. */
"Close" = "Close";

/* No comment provided by engineer. */
"Contact Information Required" = "Contact Information Required";

/* No comment provided by engineer. */
"Contact information: (Required)" = "Contact information: (Required)";

/* No comment provided by engineer. */
"Description:" = "Description:";

/* No comment provided by engineer. */
"Information sent through the crash reporter is used for debugging purposes only.  Please do not submit confidential information or passwords.\n\nThe following crash log will be sent to the %@ developers with the information you've entered%@." = "Information sent through the crash reporter is used for debugging purposes only.  Please do not submit confidential information or passwords.\n\nThe following crash log will be sent to the %1$@ developers with the information you've entered%2$@.";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Please provide either your email address or IM name in case we need to contact you for additional information (or to suggest a solution)." = "Please provide either your email address or IM name in case we need to contact you for additional information (or to suggest a solution).";

/* No comment provided by engineer. */
"Please take a moment to send us this crash report.  It will help make %@ as stable and reliable as possible." = "Please take a moment to send us this crash report.  It will help make %@ as stable and reliable as possible.";

/* No comment provided by engineer. */
"Privacy Information" = "Privacy Information";

/* No comment provided by engineer. */
"Relaunch %@" = "Relaunch %@";

/* No comment provided by engineer. */
"Send report and relaunch %@" = "Send report and relaunch %@";

/* No comment provided by engineer. */
"The application %@ has unexpectedly quit" = "The application %@ has unexpectedly quit";

/* No comment provided by engineer. */
"The server could not handle your request at this time." = "The server could not handle your request at this time.";

/* No comment provided by engineer. */
"Try Again" = "Try Again";

/* No comment provided by engineer. */
"Unable to send crash report" = "Unable to send crash report";

/* No comment provided by engineer. */
"Your email address" = "Your email address";

/* No comment provided by engineer. */
"Your Email:" = "Your Email:";

/* No comment provided by engineer. */
"Your version of %@ is out of date, so crash reporting has been disabled. Your version is %@.  The current version is %@. Please update to the latest version, as your crash may have already been fixed." = "Your version of %1$@ is out of date, so crash reporting has been disabled. Your version is %2$@.  The current version is %3$@. Please update to the latest version, as your crash may have already been fixed.";

